if not(GetLocale() == "ruRU") then
  return
end

local _, L = ...

L["Modifier"] = "Модификатор"
L["%s Configuration"] = "%s настройки"
L["ConfigPanelTitle %s."] = "Эта панель используется для настройки %s."
L["ModifierDescription"] = "Если нажат модификатор, то если вы находитесь в воде призывается не водоплавающее средство передвижения, а если вы на суше и можете летать, то призывается наземное средство передвижения."
L["CreateMacroBtn"] = "Создать макрос: \"/mount\""
L["CreateMacro"] = "Создать макрос"
L["CreateMacroTooltip"] = "Созданный макрос используется для вызова выбранных средств передвижения."
L["Settings"] = "Настройки"